export default {
  articles: [
    {
      title: '剧情简介',
      time: '2018-11-26',
      author: 'cody',
      type_id: 1,
      type_name: '海绵宝宝是方块形的黄色海绵，住在比基尼海滩（裤头村、比奇堡）的一个菠萝里，他的宠物是一只会“猫~猫~”叫的海蜗牛小蜗，海绵宝宝喜欢捕捉水母，职业是蟹堡王（The Krusty Krab）里的头号厨师。派大星和姗迪都是他的朋友。海绵宝宝总是能给平静的世界制造麻烦，虽然闹出一些笑话，不过他总能摆脱困境，然后又制造出新的麻烦'
    },
    {
      title: '角色介绍',
      time: '2018-11-27',
      author: 'cody',
      type_id: 2,
      type_name: '《海绵宝宝》的同名角色及主角。黄色长方形海绵，其身体构成如同清洁用海绵。生日是1986年7月14日。拥有两只左手，各四根手指。以棕色短裤、白色衬衫和红色领带为主要服装。具有不死之身，即使身体如何被破坏皆可恢复原状。虽然有正常进食，但纯滤食海水也能继续存活。体力薄弱，且所谓的哑铃其实是绒毛玩具'
    },
    {
      title: '设定解说',
      time: '2018-11-26',
      author: 'cody',
      type_id: 7,
      type_name: '比奇堡海绵宝宝卡通的背景城市，故事于此上演.凤梨屋海绵宝宝和小蜗的家，是从某一艘船上掉落的凤梨。复活岛人像屋章鱼哥的家，位于海绵宝宝家和派大星家之间，外型为深蓝色复活岛人像'
    },
    {
      title: '动画制作',
      time: '2018-11-27',
      author: 'cody',
      type_id: 8,
      type_name: '导演：舍曼·科恩、沃特·杜赫、山姆·亨德森、杰·朗德、Dan Povenmire、保罗·蒂比特副导演：卢克·史卡利'
    },
    {
      title: '剧集评价',
      time: '2018-11-26',
      author: 'cody',
      type_id: 3,
      type_name: '《海绵宝宝》是美国电视节目历史上最受孩子们喜爱的动画系列片之一，当这个可爱的海绵方块形象在1999年一推出，就受到小朋友乃至成人观众的疯狂喜爱，曾获全美儿童电视动画片收视冠军，连续八年在美国有线电视网中排名第一，每个月都有将近6千万观众收看，除了儿童观众以外，还有一半观众都是成年人'
    }
  ]
}